{
  "_name_or_path": "/home/ubuntu/transaction/finetune3_results/checkpoint-500",
  "architectures": [
    "LongformerForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "attention_window": [
    512,
    512,
    512,
    512,
    512,
    512,
    512,
    512,
    512,
    512,
    512,
    512
  ],
  "bos_token_id": 2,
  "eos_token_id": 3,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "arbitrage",
    "1": "liquidation",
    "2": "sandwich_back",
    "3": "sandwich_front",
    "4": "swap"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "arbitrage": 0,
    "liquidation": 1,
    "sandwich_back": 2,
    "sandwich_front": 3,
    "swap": 4
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 8194,
  "model_type": "longformer",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "onnx_export": false,
  "pad_token_id": 1,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "sep_token_id": 3,
  "torch_dtype": "float32",
  "transformers_version": "4.28.1",
  "type_vocab_size": 2,
  "vocab_size": 50000
}
